# ИНСТРУКЦИЯ

## Команды git

 * *git init* создает локальный репозиторий
 * *git add* добавляет файлу версионность
 * *git commit* фиксирует изменения
 * *dit diff* показывает различия между текущей и предыдущей версией
 * *git log* хронологический порядок изменений
 * *git check* out перемещение между сохраненными версиями
 * *git status* показывает статус файла
 * *git version* показывает версию гит


# ИНСТРУКЦИЯ ДЛЯ РАБОТЫ С MARKDAWN

## Выделение текста 

* Что бы выделить текст курсивом, необходимо обрамить его звездочками без пробелов (*ТЕКСТ *) 

Это выглядит так:  *ПРИМЕР*

* Что бы выделить текст полужирным необходимо обрамить его двойными звездочками. 

 Это выглядит так: **НАПРИМЕР**

 Также можно использовать альтернативные способы выделения текста жирным или курсивом. Для курсива используем нижнее подчеркивание, для полужирного двойное нижнее подчеркивание 

 Например: __*ПРИМЕР*__ Получили жирный курсив.

## Списки 
Для того что бы создать нумерованный список необходимо в начале строки поставть цифру с точкой. ДЛя создания многоуровневыз списков для перехода на следующий уровень используем клавишу TAB 

### ПРИМЕР:

1. Список первого уровня

    1.2. Список второго уровня

        1.2.1. Список третьего уровня



## Работа с изображениями

## Ссылки

## Работа с таблицами

## Цитаты

## Заключение

# ИНСТРУКЦИЯ

## Команды git

 * *git init* создает локальный репозиторий
 * *git add* добавляет файлу версионность
 * *git commit* фиксирует изменения
 * *dit diff* показывает различия между текущей и предыдущей версией
 * *git log* хронологический порядок изменений
 * *git check* out перемещение между сохраненными версиями
 * *git status* показывает статус файла
 * *git version* показывает версию гит


# ИНСТРУКЦИЯ ДЛЯ РАБОТЫ С MARKDAWN

## Выделение текста 

* Что бы выделить текст курсивом, необходимо обрамить его звездочками без пробелов (*ТЕКСТ *) 

Это выглядит так:  *ПРИМЕР*

* Что бы выделить текст полужирным необходимо обрамить его двойными звездочками. 

 Это выглядит так: **НАПРИМЕР**

 Также можно использовать альтернативные способы выделения текста жирным или курсивом. Для курсива используем нижнее подчеркивание, для полужирного двойное нижнее подчеркивание 

 Например: __*ПРИМЕР*__ Получили жирный курсив.

## Списки 
<<<<<<< HEAD
Для создания ненумерованного списка перед началом строки поставьте звездочку или + и пробел. 

Например:
* ПРИМЕР
* ПРИМЕР
* ПРИМЕР

Списки могут быть многоуровневыми. Для перехода на следующий уровень списка Используйте клавишу TAB

* ПРИМЕР

    * ПРИМЕР

        * ПРИМЕР

Для того что бы создать нумерованный список необходимо в начале строки поставть цифру с точкой. Для создания многоуровневыз списков для перехода на следующий уровень используем клавишу TAB 

### ПРИМЕР:

1. Список первого уровня

    1.2. Список второго уровня
 
        1.2.1. Список третьего уровня


## Работа с изображениями
 Для того что бы вставить изображение в текст необходимо ![Привет, заяц!](rabbit.jpg)
## Ссылки

## Работа с таблицами

## Цитаты

## Заключение

Finish
